{
  "chapters": [
    {
      "id": 1,
      "content": "The air turned black around Jason as he was jogging down Madison avenue. Never had he ever seen such darkness in NewYork on a clear sunny day. This led to a premonition that things were about to get grim. He hesitantly turned around to see a dark circular shape slowly covering the sun. At first, Jason thought it was nothing other than an eclipse but the shape started getting bigger. He stopped jogging only to notice that within a few moments, the sun had been entirely covered. The unknown shape was now showing its true form, a gigantic spaceship!.\n\n A huge circular disc was now hovering above Jason. The sheer enormity of the ship left him awestruck. It reminded Jason of something straight out of a sci-fi movie. He could not comprehend the reality of it. Jason’s girlfriend Amanda, lived a few blocks north of Madison avenue, where the spaceship seemed to be headed. This gave Jason a sense of urgency and he knew he must hurry to rescue her. A swift gush of wind emerging from the spacecraft made Jason stumble and he realised that the air around the ship was purple in color."
      
    },
    {
      "id": 2,
      "content": "Jason felt a shiver down his spine when he noticed that the purple gas could be harmful and immediately decided to inform his girlfriend. He stopped the music and tried calling Amanda but the phone would not connect. The ship was interfering with mobile reception. Jason started to panic and realised that he had only one option, run north to rescue Amanda. \n\n\n The gas had now started to spread. Jason could see people were shouting and running away from the direction he was headed. As Jason progressed, he came across a man who was just standing still and staring at the ship. “Hey man, aren’t you gonna make a run for it?” said Jason. The man looked at Jason, opened his mouth and started releasing purple smoke. Jason immediately dived out of his way. He knew that if he inhaled that gas, things would go wrong."
    },
    {
      "id": 3,
      "content": "The purple gas released by the alien ship was very corrosive in nature. Jason realised this when he saw the stranger’s skin decomposing. It seemed like the man had lost consciousness and was having extreme seizures. Jason had read about a gas named ASDF-17 at his university but was unaware about the strength of the poison. He could observe that plants had also mutated to become enormous in size and covered with thorns. This freaked Jason out as he could not imagine his family or girlfriend to face such an ordeal. “I must continue up north no matter what”, exclaimed Jason. The only thing in Jason’s mind was that he wanted to save his loved ones and he was willing to sacrifice his life for them. He started sprinting as fast as he could with his face covered by his red scarf."
    },
    {
      "id": 4,
      "content": "Jason, to his luck, found an abandoned ambulance and recovered an unharmed oxygen tank and a first aid kit. This motivated him further as he knew that there was a chance for him to evade the purple gas. The whole neighbourhood around Jason started to collapse bit by bit. He could see a few people hiding in their houses, some running for their lives and many of them who had succumbed to the damage done by the poison. Many of the cars and buildings around him were getting corroded. He tried to start the ambulance, but the poison had already played its role. However, the ambulance malfunctioning was not Jason’s biggest problem. \n\n\n In the distance, he could see all types of mutated animals. The gas had affected all living beings. Jason saw a few monkeys who had developed wings and could not believe his eyes. These monkeys were flying towards Jason and were also throwing scorpions from their mouths. He could notice a few of the scorpions would stick onto people who were trying to run and seemed to possess them."
    },
    {
      "id": 5,
      "content": "The aliens had started their attack. He noticed that the ship had started firing huge chunks of rocks towards the earth. These rocks were burning and looked like meteorites. Jason knows that he is very close to reaching his girlfriend’s residence and he could possibly avoid the flying monkeys if he moves faster.\n\n The aliens had done a lot of damage to NewYork. Jason starts dodging various obstacles on his way to reach his destination. He encounters many corroded cars, poison inflicted beings who underwent weird mutations and broken roads which makes it very difficult for him. He tries to scavenge whatever resources he can lay his hands on. He comes across more first aid kits and food items and tries his best to find a working vehicle.\n\n Jason needs to get his family to safety and evade the aliens."
    }
  ]
}